Repository: danielrampanelli/soscookies
Catalog: languages/soscookies-*.po
Languages: it_it

# services
source: Statistic data collector
it_it: Raccolta di informazioni, in forma aggregata, sul numero degli utenti e su come questi visitano il sito stesso

# services
source: YouTube embedded videos
it_it: Inclusione video Youtube

# services
source: Vimeo embedded videos
it_it: Inclusione video Vimeo

# services
source: Directory of free hosted application programming interfaces for web fonts
it_it: Archivio online di applicazioni per l'integrazione di font gratuiti per interfacce web.

# services
source: Online mapping platform.
it_it: Piattaforma di mappe online.

# services
source: Discussion platform.
it_it: Piattaforma commenti

# services
source: Trip Advisor review platform for travel-related content.
it_it: Trip Advisor piattaforma per recensioni e commenti.

# services
source: Weather forecasting service.
it_it: Servizio previsioni meteo.

# notification
source: Your experience on this site will be improved by allowing cookies. If you continue browsing, you will accept their use.
it_it: L'esperienza d'uso di questo sito sarà migliore se verranno abilitati i cookie. Proseguendo la navigazione acconsenti all'uso di tutti i cookie.

# notification
source: We use cookies to ensure you get the best experience on our website. If you continue browsing or close this notice, you will accept their use.
it_it: Questo sito usa i cookies per migliorare l'esperienza d'uso. Proseguendo la navigazione oppure chiudendo questo avviso, acconsenti all'uso di tutti i cookie.

# notification
source: See details
it_it: Visualizza dettagli

# notification
source: Hide details
it_it: Nascondi dettagli

# notification
source: Allow cookies
it_it: Consenti cookies

# notification
source: Close
it_it: Chiudi

# notification
source: Save settings
it_it: Salva impostazioni

# settings
source: Privacy settings
it_it: Impostazioni privacy

# settings
source: Some features of this website need your consent to remember who you are.
it_it: Alcune funzionalità di questo sito necessitano il tuo consenso per tenere traccia delle tue preferenze.

# settings
source: I consent
it_it: Do il consenso

# settings
source: I decline
it_it: Non do il consenso

# settings
source: We anonymously measure your use of this website to improve your experience.
it_it: Raccogliamo in forma anonima dati e utilizzo di questo sito per migliorare la tua esperienza.

# settings
source: Social media
it_it: Social media sharing

# settings
source: Facebook, Twitter and other social websites need to know who you are to work properly.
it_it: Facebook, Twitter e altri social network hanno bisogno di sapere chi sei per funzionare in modo appropriato.

# settings
source: Advertising
it_it: Pubblicità

# settings
source: Adverts will be chosen for you automatically based on your past behaviour and interests.
it_it: Banner pubblicitari verranno scelti automaticamente basandosi sui tuoi comportamenti e interessi passati

# admin
source: Consent
it_it: Consenso

# admin
source: Status
it_it: Stato

# admin
source: Disabled
it_it: Disabilitato

# admin
source: Testing (Administrators)
it_it: Test (Utenti amministratori)

# admin
source: Enabled (All Users)
it_it: Attivato (Tutti gli utenti)

# admin
source: Cookie Types
it_it: Tipologie Cookie

# admin
source: Advertising
it_it: Pubblicità

# admin
source: Consent Type
it_it: Modalità consenso

# admin
source: Explicit (Opt-In)
it_it: Esplicita (Opt-In)

# admin
source: Implicit (Opt-Out)
it_it: Implicita (Opt-Out)

# admin
source: Refresh On Consent
it_it: Ricarca pagina

# admin
source: Refresh the page after the user has given his/hers consent.
it_it: Ricarica la pagina dopo che l'utente ha acconsentito all'uso dei cookie.

# admin
source: Theme
it_it: Stile

# admin
source: Banner
it_it: Notifica

# admin
source: Top
it_it: In alto

# admin
source: Bottom
it_it: In basso

# admin
source: Tag
it_it: Etichetta

# admin
source: Bottom Left
it_it: In basso a sinistra

# admin
source: Bottom Right
it_it: In basso a destra

# admin
source: Vertical Left
it_it: A sinistra

# admin
source: Vertical Right
it_it: A destra

# admin
source: Page
it_it: Pagina

# admin
source: Language
it_it: Lingua

# admin
source: English
it_it: Inglese

# admin
source: Italian
it_it: Italiano

# admin
source: Name
it_it: Nome

# admin
source: Address
it_it: Indirizzo

# admin
source: Services
it_it: Servizio
